Repository: denisk176/threema-ios
Catalog: SharedResources/Strings/Localizable.xcstrings
Source language: en
Languages: bg, cs, de, es, fr, gsw_ch, it, ja, ko, nl, pl, pt_br, ru, sk, tr, uk, zh_hans, zh_hant

# poll_clone_footer
source: Available only when no custom poll text is entered
cs: Dostupné pouze tehdy, když není zadán vlastní text ankety
de: Nur verfügbar, wenn noch keine anderen Angaben gemacht wurden
es: Disponible solo cuando no se introduce ningún texto personalizado para la encuesta.
fr: Disponible uniquement lorsqu'aucun texte de sondage personnalisé n'a été saisi.
gsw_ch: Nur verfüegbar, wenn no kei anderi Agabe gmacht worde sind
it: Disponibile solo se non è stato inserito alcun testo personalizzato per il sondaggio
ja: カスタムの投票テキストが入力されていない場合のみ利用可能
ko: 사용자 지정 설문 텍스트가 입력되지 않은 경우에만 사용할 수 있습니다
nl: Alleen beschikbaar als er geen aangepaste tekst voor de poll is ingevoerd
pl: Dostępne jedynie wtedy, gdy nie wpisano tekstu niestandardowego sondażu
pt_br: Disponível apenas quando nenhum texto personalizado para enquete é inserido
tr: Yalnızca özel anket metni girilmediğinde kullanılabilir.
uk: Доступно за умови відсутності доданого тексту опитування
zh_hans: 仅在未输入自定义投票文本时可用
zh_hant: 僅在未輸入自訂投票文字時可用

# poll_multi_answer_select
source: Select multiple answers
cs: Vyberte více odpovědí
de: Mehrere Antworten wählbar
es: Seleccionar varias respuestas
fr: Sélectionnez plusieurs réponses
gsw_ch: Mehreri Antworte wählbar
it: Seleziona più risposte
ja: 複数の回答を選択する
ko: 여러 답변 선택
nl: Meerdere antwoorden selecteren
pl: Wybierz wiele odpowiedzi
pt_br: Selecione múltiplas respostas
tr: Birden fazla yanıt seçin
uk: Обрати декілька відповідей
zh_hans: 选择多个答案
zh_hant: 選擇多個答案

# poll_no_response
source: Did Not Vote
cs: Nehlasoval/a
de: Nicht teilgenommen
es: No votó
fr: N'a pas voté
gsw_ch: Nöd teilgnoh
it: Non ha votato
ko: 투표하지 않음
nl: Heeft niet gestemd
pl: Brak głosu
pt_br: Não votou
uk: Не відповідати
zh_hans: 未投票
zh_hant: 未投票

# poll_participants_voted_count
source: %i of %i Participants
cs: %i z(e) %i účastníků
de: %i von %i Teilnehmern
es: %i de %i participantes
fr: %i participants sur %i
gsw_ch: %i vo %i Teilnehmer
it: %i partecipanti su %i
ko: %i 중 %i 참가자
nl: %i van %i deelnemers
pl: %i z %i uczestników
pt_br: %i dos %i Participantes
tr: Katılımcıların %i'si (%i katılımcıdan)
uk: %i з %i учасників
zh_hans: %i位参与者中的第%i位
zh_hant: %i位參與者中的第%i位

# poll_show_votes
source: Show Votes
cs: Zobrazit hlasy
de: Ergebnisse anzeigen
es: Mostrar votos
fr: Afficher les votes
gsw_ch: Ergäbniss azeige
it: Mostra voti
ko: 투표 결과 표시
nl: Stemmen tonen
pl: Pokaż głosy
pt_br: Mostrar votos
tr: Oyları Göster
uk: Показати відповіді
zh_hans: 显示投票结果
zh_hant: 顯示投票結果

# poll_single_answer_select
source: Select one answer
cs: Vyberte jednu odpověď
de: Eine Antwort wählbar
es: Seleccionar una respuesta
fr: Sélectionnez une réponse
gsw_ch: Ei Antwort wählbar
it: Seleziona una risposta
ko: 답변 하나 선택
nl: Eén antwoord selecteren
pl: Wybierz jedną odpowiedź
pt_br: Escolha uma resposta
tr: Bir yanıt seçin
uk: Обрати одну відповідь
zh_hans: 选择一个答案
zh_hant: 選擇一個答案

# poll_title_section_header
source: Title
cs: Název
de: Titel
es: Título
fr: Titre
gsw_ch: Titel
it: Titolo
ko: 제목
nl: Titel
pl: Tytuł
pt_br: Título
tr: Başlık
uk: Назва
zh_hans: 标题
zh_hant: 標題

# poll_votes_count
source: %d Votes
cs: %d hlasů
de: %d Resultate
es: %d votos
gsw_ch: %d Stimme
it: %d voti
ko: %d 표
nl: %d stemmen
pl: Głosy (%d)
pt_br: %d Votos
tr: %d Oylar
uk: %d голосів
zh_hans: %d票
zh_hant: %d票

# profile_id_export_button
source: Export
cs: Exportovat
de: Exportieren
es: Exportar
fr: Exporter
gsw_ch: Exportiere
it: Esporta
ko: 내보내기
nl: Exporteren
pl: Eksportuj
pt_br: Exportar
tr: ihracat
uk: Експортувати
zh_hans: 导出
zh_hant: 匯出

# qr_code_scanner_camera_hint
source: Point your camera at the screen where the QR code is shown.
cs: Zaměřte fotoaparát na obrazovku, kde je zobrazen QR kód.
de: Richten Sie Ihre Kamera auf den Bildschirm, auf dem der QR-Code angezeigt wird.
es: Apunte su cámara hacia la pantalla donde se muestra el código QR.
fr: Orientez votre appareil photo vers l'écran, à l'endroit où est affiché le code QR.
gsw_ch: Richted Sie d’Kamera uf de Bildschirm, wo de QR-Code azeigt wird.
it: Punta la fotocamera verso lo schermo dove è visualizzato il codice QR.
ko: QR 코드가 표시된 화면에 카메라를 맞추세요
nl: Richt uw camera op het scherm waar de QR-code wordt getoond
pl: Skieruj aparat na ekran, na którym jest wyświetlony kod QR
pt_br: Aponte sua câmera para a tela onde o código QR é exibido
tr: Kameranızı QR kodunun gösterildiği ekrana doğru tutun.
uk: Наведіть камеру на екран з QR-кодом
zh_hans: 将相机对准屏幕上显示的二维码
zh_hant: 將相機對準螢幕上顯示QR碼

# qr_code_scanner_camera_label
source: Camera View
cs: Pohled fotoaparátu
de: Kameraansicht
es: Vista de la cámara
fr: Affichage de l'appareil photo
gsw_ch: Kameraasicht
it: Visualizzazione fotocamera
ko: 카메라 뷰
nl: Cameraweergave
pl: Widok z aparatu
pt_br: Visualização da Câmera
tr: Kamera Açısı
uk: Камера
zh_hans: 相机视图
zh_hant: 相機視角

# qr_code_scanner_error_title
source: Wrong QR Code
cs: Chybný QR kód
de: Falscher QR-Code
es: Código QR incorrecto
fr: Mauvais code QR
gsw_ch: Falsche QR-Code
it: Codice QR errato
ko: 잘못된 QR 코드
nl: Verkeerde QR-code
pl: Niewłaściwy kod QR
pt_br: Código QR errado
tr: Yanlış QR Kodu
uk: Хибний QR-код
zh_hans: 二维码有错误
zh_hant: QR碼有錯誤

# qr_code_scanner_info_identity
source: Scan the QR code of the contact you want to add.
cs: Naskenujte QR kód kontaktu, který chcete přidat.
de: Scannen Sie den QR-Code des Kontaktes, den Sie hinzufügen möchten.
es: Escanee el código QR del contacto que desea añadir.
fr: Scannez le code QR du contact que vous souhaitez ajouter.
gsw_ch: Scanned Sie de QR-Code vom Kontakt, wo Sie wennd dezuefüege.
it: Scansiona il codice QR del contatto che desideri aggiungere.
ko: 추가하려는 연락처의 QR 코드를 스캔하세요
nl: Scan de QR-code van de contactpersoon die u wilt toevoegen
pl: Zeskanuj kod QR kontaktu, który chcesz dodać
pt_br: Faça a leitura do código QR do contato que deseja adicionar
tr: Eklemek istediğiniz kişinin QR kodunu tarayın.
uk: Проскануйте QR-код контакту, який хочете додати
zh_hans: 扫描您要添加的联系人的二维码
zh_hant: 掃描您要新增的聯絡人的QR碼

# qr_code_scanner_info_identity_backup
source: Scan the QR code from your ID export to restore your ID.
cs: Naskenujte QR kód z vašeho exportu ID, abyste obnovili vaše ID.
de: Scannen Sie den QR-Code Ihres ID-Exportes, um Ihre ID wiederherzustellen.
es: Escanee el código QR de su exportación de ID para restaurar su ID.
fr: Scannez le code QR de votre exportation d'ID pour restaurer votre ID.
gsw_ch: Scanned Sie de QR-Code vo Ihrem ID-Export, zum Ihri ID wiederherstelle.
it: Scansiona il codice QR dal tuo ID esportato per ripristinare il tuo ID.
ko: ID를 복원하려면 ID 내보내기의 QR 코드를 스캔하세요
nl: Scan de QR-code van uw ID-export om uw ID te herstellen
pl: Zeskanuj kod QR z wyeksportowanego identyfikatora, aby przywrócić identyfikator.
pt_br: Faça a leitura do código QR do seu ID exportado para recuperá-lo
tr: Kimlik bilgilerinizi geri yüklemek için kimlik dışa aktarımınızdan QR kodunu tarayın.
uk: Проскануйте QR-код з експортованого ID для відновлення власного ID
zh_hans: 扫描已导出ID文件中的二维码，以恢复您的ID
zh_hant: 掃描已匯出ID檔案中的QR碼，以還原您的ID

# qr_code_scanner_info_multi_device_join_link
source: Scan the QR code displayed in the beta version of %@ on the device you want to link.
cs: Naskenujte QR kód zobrazený v beta verzi %@ na zařízení, které chcete propojit.
de: Scannen Sie den QR-Code in der Beta-Version von %@ auf dem Gerät, das Sie verlinken wollen.
es: Escanee el código QR que aparece en la versión beta de %@ en el dispositivo que desea vincular.
fr: Scannez le code QR affiché dans la version bêta de %@ sur l'appareil que vous voulez associer.
gsw_ch: Scanned Sie de QR-Code ide Beta-Version vo %@ ufem Grät, wo Sie wennd verchnüpfe.
it: Scansiona il codice QR mostrato nella versione beta di %@ sul dispositivo che vuoi collegare.
ko: 연결하려는 기기에서 %@ 베타 버전에 표시된 QR 코드를 스캔하세요
nl: Scan de QR-code die in de bètaversie van %@ op het apparaat dat u wilt koppelen wordt weergegeven
pl: Zeskanuj kod QR wyświetlony w wersji beta %@ na urządzeniu, które chcesz powiązać
pt_br: Faça a leitura do código QR exibido na versão beta do %@ no dispositivo que deseja vincular
tr: Bağlantı kurmak istediğiniz cihazda %@ uygulamasının beta sürümünde görüntülenen QR kodunu tarayın.
uk: Проскануйте QR-код з бета-версії %@ на пристрої, який бажаєте зв'язати
zh_hans: 在您要链接的设备上扫描 %@ 测试版中显示的二维码
zh_hant: 在您要連結的裝置上掃描 %@ 測試版中顯示的QR碼

# qr_code_scanner_info_plain_text
source: Scan a QR code containing plain text.
cs: Naskenujte QR kód obsahující prostý text.
de: Scannen Sie einen QR-Code, der nur Text enthält.
es: Escanee un código QR que contenga texto sin formato.
fr: Scannez un code QR contenant du texte brut.
gsw_ch: Scanned Sie en QR-Code, wo nur Text enthaltet.
it: Scansiona un codice QR contenente testo semplice.
ko: 일반 텍스트가 포함된 QR 코드를 스캔하세요
nl: Scan een QR-code met platte tekst
pl: Zeskanuj kod QR zawierający zwykły tekst
pt_br: Faça a leitura de um código QR de texto simples
tr: Düz metin içeren bir QR kodunu tarayın.
uk: Проскануйте QR-код, який містить текст
zh_hans: 扫描包含纯文本的二维码
zh_hant: 掃描包括純文字的QR碼

# qr_code_scanner_info_web_session
source: Scan the QR code shown in Threema Web to connect your device.
cs: Pro připojení vašeho zařízení naskenujte QR kód zobrazený v rozhraní Threema Web.
de: Scannen Sie den QR-Code in Threema Web, um Ihr Gerät zu verbinden.
es: Escanee el código QR que aparece en Threema Web para conectar su dispositivo.
fr: Scannez le code QR affiché sur Threema Web pour connecter votre appareil.
gsw_ch: Scanned Sie de QR-Code in Threema Web, zum sich mit dem Grät z’verbinde.
it: Scansiona il codice QR visualizzato su Threema Web per connettere il tuo dispositivo.
ko: 기기를 연결하려면 Threema Web에 표시된 QR 코드를 스캔하세요
nl: Scan de QR-code die wordt weergegeven in Threema Web om verbinding met uw apparaat te maken
pl: Aby połączyć urządzenie, zeskanuj kod QR wyświetlony w Threema Web.
pt_br: Faça a leitura do código QR exibido no Threema Web para conectar seu dispositivo
tr: Cihazınızı bağlamak için Threema Web'de gösterilen QR kodunu tarayın.
uk: Проскануйте QR-код з Threema Web для зв'язування з пристроєм
zh_hans: 扫描 Threema Web 上显示的二维码以连接您的设备
zh_hant: 掃描 Threema Web 上顯示的QR碼以連接您的裝置

# qr_code_scanner_title
source: Scan QR Code
cs: Naskenujte QR kód
de: QR-Code scannen
es: Escanear código QR
fr: Scanner le code QR
gsw_ch: QR-Code scanne
it: Scansiona il codice QR
ko: QR 코드 스캔
nl: QR-code scannen
pl: Zeskanuj kod QR
pt_br: Ler código QR
tr: QR Kodunu Tara
uk: Сканувати QR-код
zh_hans: 扫描二维码
zh_hant: 掃描QR碼

# qr_code_scanner_unrecognized_code_error_message
source: This QR code could not be recognized. Please try scanning a different code.
cs: Tento QR kód nebyl rozpoznán. Zkuste prosím naskenovat jiný kód.
de: Dieser QR-Code wurde nicht erkannt. Bitte scannen Sie einen anderen QR-Code.
es: No se ha podido reconocer este código QR. Intente escanear otro código.
fr: Ce code QR n'a pas été reconnu. Veuillez essayer de scanner un autre code.
gsw_ch: De QR-Code isch nöd erchännt worde. Bitte scanned Sie en andere QR-Code.
it: Questo codice QR non è stato riconosciuto. Prova a scansionare un altro codice.
ko: 이 QR 코드는 인식할 수 없습니다. 다른 코드를 스캔해 보세요.
nl: Deze QR-code kon niet worden herkend. Probeer een andere code te scannen.
pl: Nie udało się rozpoznać tego kodu QR. Spróbuj zeskanować inny.
pt_br: Este código QR não pôde ser reconhecido. Tente ler um código diferente.
tr: Bu QR kodu tanınamadı. Lütfen farklı bir kod taramayı deneyin.
uk: QR-код не розпізнано. Спробуйте просканувати інший код.
zh_hans: 无法识别此二维码，请尝试扫描其他二维码。
zh_hant: 無法辨識此QR碼，請嘗試掃描其他QR碼。

# qr_code_scanner_unrecognized_code_error_title
source: Error
cs: Chyba
de: Fehler
fr: Erreur
gsw_ch: Fehler
it: Errore
ja: エラー
ko: 오류
nl: Fout
pl: Błąd
pt_br: Erro
tr: Hata
uk: Помилка
zh_hans: 错误
zh_hant: 錯誤

# qr_code_scanner_wrong_identity_code_error_message
source: This QR code allows you to verify a contact. To use it, go to Profile, and tap the button in the top right.
cs: Tento QR kód vám umožňuje ověřit kontakt. Chcete-li jej použít, přejděte do sekce Profil a klepněte na tlačítko vpravo nahoře.
de: Mit diesem QR-Code können Sie einen Kontakt verifizieren. Gehen Sie dafür zu «Profil» und tippen Sie auf den QR-Button oben rechts.
es: Este código QR le permite verificar un contacto. Para utilizarlo, vaya a Perfil y pulse el botón en la esquina superior derecha.
fr: Ce code QR vous permet de vérifier un contact. Pour l'utiliser, rendez-vous dans Profil et appuyez sur le bouton en haut à droite.
gsw_ch: Mit dem QR-Code chönd Sie en Kontakt verifiziere. Gönd Sie defür zu «Profil» und wähled Sie de Button rechts obe.
it: Questo codice QR ti consente di verificare un contatto. Per usarlo, vai su Profilo e tocca il pulsante in alto a destra.
ja: このQRコードは連絡先を確認するためのものです。使用するには、プロフィールに移動して、右上のボタンをタップしてください。
ko: 이 QR 코드는 연락처 인증에 사용됩니다. 사용하려면 프로필 > ID 스캔으로 이동하세요.
nl: Met deze QR-code kunt u een contactpersoon verifiëren. Ga naar Profiel > Identiteit scannen om hem te gebruiken.
pl: Ten kod QR umożliwia zweryfikowanie kontaktu. Aby skorzystać z tej opcji, przejdź do sekcji Profil > Skanuj identyfikator.
pt_br: Este código QR permite que você verifique um contato. Para usá-lo, vá para Perfil > Ler ID.
tr: Bu QR kodu, bir kişiyi doğrulamanıza olanak tanır. Kullanmak için Profil > Kimlik Tarama bölümüne gidin.
uk: Цей QR-код дозволяє підтвердити контакт. Для використання перейдіть до Обліковий запис > Сканувати ID.
zh_hans: 此二维码可用于验证联系人身份。使用方法：前往 “个人资料” >“ 扫描身份” 。
zh_hant: 此二維碼可用於驗證聯絡人身份。使用方法：前往「個人資料」>「掃描身份」。

# qr_code_scanner_wrong_multi_device_join_link_code_error_message
source: This QR code allows you to link a desktop device. To use it, go to Settings > %@ 2.0 for Desktop (Beta).
cs: Tento QR kód vám umožňuje propojit desktopové zařízení. Chcete-li ho použít, přejděte do sekce Nastavení > %@ 2.0 pro desktop (Beta).
de: Dieser QR-Code erlaubt das Hinzufügen eines Desktop (Beta) Gerätes. Um ihn zu nutzen gehen Sie zu Einstellungen > %@ 2.0 Desktop (Beta).
es: Este código QR le permite vincular un dispositivo de escritorio. Para utilizarlo, vaya a Ajustes > %@ 2.0 para escritorio (Beta).
fr: Ce code QR vous permet de connecter un ordinateur. Pour l'utiliser, rendez-vous dans Paramètres > %@ 2.0 pour ordinateur (bêta).
gsw_ch: Mit dem QR-Code chönd Sie es Desktop-Grät verchnüpfe. Gönd Sie defür zu «Iistellige > %@ 2.0 für Desktop (Beta)».
it: Questo codice QR consente di collegare un dispositivo desktop. Per utilizzarlo, vai su Impostazioni > %@ 2.0 per desktop (Beta).
ko: 이 QR 코드는 데스크톱 기기 연결에. 사용하려면 설정 > 데스크톱용 %@ 2.0(베타)로 이동하세요.
nl: Met deze QR-code kunt u een desktopapparaat koppelen. Ga naar Instellingen > %@ 2.0 voor Desktop (Beta) om hem te gebruiken.
pl: Ten kod QR umożliwia powiązanie komputera. Aby skorzystać z tej opcji, przejdź do sekcji Ustawienia > „%@ 2.0 for Desktop (wersja beta).
pt_br: Este código QR permite que você vincule um dispositivo desktop. Para usá-lo, acesse Configurações > %@ 2.0 para Desktop (Beta).
tr: Bu QR kodu, masaüstü cihazınıza bağlanmanızı sağlar. Kullanmak için Ayarlar > %@ 2.0 Masaüstü (Beta) bölümüne gidin.
uk: Цей QR-код дозволяє зв'язати обліковий запис з комп'ютером. Для використання перейдіть до Налаштування > %@ 2.0 для комп'ютера (бета).
zh_hans: 此二维码可用于连接桌面设备。使用方法：请前往 “设置” > “%@ 2.0 桌面版（测试版）”。
zh_hant: 此二維碼可用於連接桌面裝置。使用方法：請前往「設定」>「%@ 2.0 桌面版（測試版）」。

# qr_code_scanner_wrong_web_client_code_error_message
source: This QR code allows you to connect to the desktop app / web client. To use it, go to Settings > Desktop/Web.
cs: Tento QR kód vám umožňuje připojit se k desktopové aplikaci / webovému klientu. Chcete-li ho použít, přejděte do sekce Nastavení > Desktop/Web.
de: Dieser QR-Code erlaubt das Verbinden mit Threema Desktop/Web. Um ihn zu nutzen gehen Sie zu Einstellungen > Desktop/Web.
es: Este código QR le permite conectarse a la aplicación de escritorio/cliente web. Para utilizarlo, vaya a Ajustes > Escritorio/Web.
fr: Ce code QR vous permet de vous connecter à l'application pour ordinateur / au client web. Pour l'utiliser, rendez-vous dans Paramètres > Ordinateur/web.
gsw_ch: Mit dem QR-Code chönd Sie sich mitde Desktop-App / em Web-Client verbinde. Gönd Sie defür zu «Iistellige > Desktop/Web».
it: Questo codice QR ti consente di collegarti all'app desktop/client web. Per utilizzarlo, vai su Impostazioni > Desktop/Web.
ko: 이 QR 코드는 데스크톱 앱 또는 웹 클라이언트 연결에 사용됩니다. 사용하려면 설정 > 데스크톱/웹으로 이동하세요.
nl: Met deze QR-code kunt u een desktop-app/webclient koppelen. Ga naar Instellingen > Desktop/Web om hem te gebruiken.
pl: Ten kod QR umożliwia połączenie się z aplikacją komputerową / klientem sieciowym. Aby skorzystać z tej opcji, przejdź do sekcji Ustawienia > Komputer/sieć.
pt_br: Este código QR permite que você se conecte ao aplicativo para desktop / cliente web. Para usá-lo, vá para Configurações > Desktop/Web.
tr: Bu QR kodu, masaüstü uygulamasına/web istemcisine bağlanmanızı sağlar. Kullanmak için Ayarlar > Masaüstü/Web bölümüne gidin.
uk: Цей QR-код дозволяє з'єднатись з версією програми для ПК / вебклієнтом. Для використання перейдіть до Налаштування > Застосунок / Вебверсія.
zh_hans: 此二维码可用于连接桌面应用程序/网页客户端。使用方法：请前往 “设置” > “Desktop/Web”。
zh_hant: 此二維碼可用於連接桌面應用程式/網頁用戶端。使用方法：請前往「設定」>「Desktop/Web」。

# rs_view_activate_box_text
source: Your administrator has enabled DualLock. This feature keeps your chats safe if your phone is lost or stolen. To activate it, please reset and reinstall the app. Before resetting, we recommend creating a Threema Safe backup.
cs: Váš administrátor povolil DualLock. Tato funkce udržuje vaše konverzace v bezpečí i v případě ztráty nebo krádeže vašeho zařízení. Chcete-li ji aktivovat, resetujte a přeinstalujte prosím aplikaci. Před resetováním aplikace doporučujeme vytvořit zálohu Threema Safe.
de: Ihr Administrator hat DualLock aktiviert. Diese Funktion schützt Ihre Chats, falls Ihr Mobilgerät verloren geht oder gestohlen wird. Um die Aktivierung abzuschliessen, setzen Sie bitte die App zurück und installieren Sie sie neu. Vor dem Zurücksetzen empfehlen wir Ihnen, ein Threema Safe-Backup zu erstellen.
es: Su administrador ha habilitado DualLock. Esta función mantiene sus chats seguros en caso de pérdida o robo de su teléfono. Para activarla, restablezca la aplicación y luego instálela de nuevo. Antes de restablecerla, le recomendamos crear una copia de seguridad de Threema Safe.
fr: Votre administrateur a activé DualLock. Cette fonctionnalité protège vos conversations en cas de perte ou de vol de votre téléphone. Pour l'activer, veuillez réinitialiser et réinstaller l'application. Avant de la réinitialiser, nous vous recommandons de créer une sauvegarde Threema Safe.
gsw_ch: Ihre Administrator hät DualLock aktiviert. Die Funktion schützt Ihri Chats, wenn Ihres Handy verlore gaht oder gstohle wird. Zum d’Aktivierig abzschlüsse, setzed Sie bitte d’App zrugg und installiered Sie sie neu. Vorem Zruggsetze empfehled mir Ihne, es Threema Safe-Backup z’mache.
it: Il tuo amministratore ha abilitato DualLock. Questa funzione protegge le tue chat in caso di smarrimento o furto del telefono. Per attivarla, ripristina e reinstalla l'app. Prima di eseguire il ripristino, ti consigliamo di creare un backup Threema Safe.
ja: 管理者がDualLockを有効にしました。この機能は、電話が紛失または盗難された場合にトークを安全に保ちます。これを有効にするには、アプリをリセットして再インストールしてください。 リセットの前に、Threema Safeのバックアップを作成することをお勧めします。
ko: 관리자가 DualLock을 활성화했습니다. 이는 휴대 전화 분실 또는 도난 시 채팅을 보호하는 기능입니다. 활성화하려면 앱을 재설정한 후 다시 설치하세요. 재설정하기 전에 Threema Safe를 백업하실 것을 권장합니다.
nl: Uw beheerder heeft DualLock ingeschakeld. Deze functie houdt uw chats veilig als uw telefoon kwijt raakt of gestolen is. Reset en herinstalleer de app om het te activeren. We raden aan om voor het resetten een Threema Safe-back-up uit te voeren.
pl: Administrator włączył funkcję DualLock. Zabezpiecza ona Twoje czaty w sytuacji, gdy zgubisz telefon lub zostanie on skradziony. Aby aktywować tę funkcję, zresetuj i ponownie zainstaluj aplikację. Przed zresetowaniem aplikacji zalecamy utworzenie kopii zapasowej Threema Safe.
pt_br: Seu administrador ativou o DualLock. Esse recurso mantém suas conversas seguras caso perca ou roubem seu telefone. Para ativá-lo, reinicie e reinstale o app. Antes de reiniciar, recomendamos criar uma cópia de segurança do Threema Safe.
tr: Yöneticiniz DualLock özelliğini etkinleştirdi. Bu özellik, telefonunuz kaybolursa veya çalınırsa sohbetlerinizi güvende tutar. Etkinleştirmek için lütfen uygulamayı sıfırlayın ve yeniden yükleyin. Sıfırlamadan önce, Threema Safe yedeklemesi oluşturmanızı öneririz.
uk: Ваш адміністратор увімкнув DualLock. Ця функія убезпечує ваші чати, якщо телефон було втрачено або викрадено. Для увімкнення скиньте та встановіть застосунок наново. Перед скиданням ми рекомендуємо створити резервну копію у Threema Safe.
zh_hans: 您的管理员已启用 DualLock 功能，此功能可在您的手机丢失或被盗时保护您的聊天记录安全。如要启用此功能，请先重置并重新安装本应用。 在重置前，我们建议您先创建 Threema Safe 备份。
zh_hant: 您的管理員已啟用 DualLock 功能，此功能可在手機遺失或被盜時保護您的對話記錄安全。如要啟動此功能，請先重設並重新安裝本應用程式。 在重設前，我們建議您先建立 Threema Safe 備份。

# rs_view_activate_title
source: DualLock Is Available
cs: DualLock je dostupný
de: DualLock ist verfügbar
es: DualLock está disponible
fr: DualLock est disponible
gsw_ch: DualLock isch verfüegbar
it: DualLock è disponibile
ko: DualLock 사용 가능
nl: DualLock is beschikbaar
pl: Funkcja DualLock jest dostępna
pt_br: O DualLock está disponível
tr: DualLock mevcuttur.
uk: DualLock доступний
zh_hans: 可启用 DualLock 功能
zh_hant: 可啟用 DualLock 功能

# rs_view_blocked_button_title
source: Delete Data
cs: Odstranit data
de: Daten löschen
es: Eliminar datos
fr: Supprimer les données
gsw_ch: Date lösche
it: Cancella i dati
ja: データを削除
ko: 데이터 삭제
nl: Gegevens verwijderen
pl: Usuń dane
pt_br: Apagar dados
tr: Verileri Sil
uk: Видалити дані
zh_hans: 删除数据
zh_hant: 刪除資料

# rs_view_create_backup_button_title
source: Create Backup
cs: Vytvořit zálohu
de: Backup erstellen
es: Crear copia de seguridad
fr: Créer une sauvegarde
gsw_ch: Backup erstelle
it: Crea backup
ko: 백업 생성
nl: Back-up aanmaken
pl: Utwórz kopię zapasową
pt_br: Criar cópia de segurança
tr: Yedekleme Oluştur
uk: Створити резервну копію
zh_hans: 创建备份
zh_hant: 建立備份
